"providerDisplayName" = "File Search";
"providerDescription" = "Visit your files and applications via Spotlight.";

"App" = "App";
"Folder" = "Folder";
"Document" = "Document";
"Image" = "Image";
"Music" = "Music";
"Video" = "Video";